<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>サイト設立経緯</title>
</head>
<body>
<h1>サイト設立経緯</h1>
このサイトは、以下３つの目的を達成するべく、設立者のWebアプリケーション制作練習のために設立されたものです。
<h2>１．コロナにかかった人が行政サービスなど、知らなかったことにより苦労することをなくす。</h2>
<p>コロナが流行し始めた2020年ごろから通して、各行政においては配食サービスや保険申請のための療養証明書発行など、さまざまな取り組みを行っています。<br>
しかし、いくらHPなどで広報を行っても「そんなサービスがあるなんて知らなかった」「もっと早く知れたらよかった」という声は多くあるのが現状です。<br>
なので、「どこどこでこういうサービスが受けられた」という情報が活動的に更新されていけば、見つからなかった情報もこの掲示板で見つけられるかもしれません。</p>
<h2>２．個別の感染状況の事例が共有されることで様々な情報を素早く得やすくする。</h2>
<p>コロナウイルスは2020年に世界的に流行して以降、幾度となく変異をしています。<br>
またウイルスそのものの変異だけではなく、患者ごとで年齢などの属性や持病などによってもその症状が変わることが大いにあります。<br>
この掲示板が活動的に更新されていけば、どのような人が、どのような症状に陥り、どのような対処をしてどうなったかがわかります。<br>
自分と似た属性の人の書き込みがあれば、自分がどうするべきかということがある程度予測できるかもしれません。</p>
<h2>３．行政などの負担を減らす。</h2>
<p>行政等のHPに書いてあることだが、該当ページを探しても見つからない、見つけられないがゆえに行政に問い合わせがあることがあります。<br>
今後コロナウイルスはまだまだなくならない中で、問い合わせをする前にとりあえず見てみる、といった感覚で当サイトを閲覧したことで求めていた情報が見つかる、ということを期待しています。<br>
そうしたケースを増やしていければ、行政などの問い合わせによる負担は減り、コロナ対策のより効率的な業務運営が期待できます。
</p>
<a href="/CovidBulletinBoard/jsp/home.jsp">ホームに戻る</a>
</body>
</html>